taskt/Core/Automation/Commands/WindowGroup/ResizeWindowByWindowHandleCommand.dot
digraph "ResizeWindowByWindowHandleCommand" {
"ResizeWindowByWindowHandleCommand" -> "AWindowHandleActionCommands";
"ResizeWindowByWindowHandleCommand" -> "IWindowResizeProperties";
"AWindowHandleActionCommands" -> "AWindowHandleCommands";
"AWindowHandleActionCommands" -> "IWindowHandleActionPropeties";
"AWindowHandleCommands" -> "ScriptCommand";
"AWindowHandleCommands" -> "IWindowHandleProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
