taskt/Core/Automation/Commands/WindowGroup/ResizeWindowByWindowHandleCommand.puml
@startuml
ResizeWindowByWindowHandleCommand --> AWindowHandleActionCommands
ResizeWindowByWindowHandleCommand --> IWindowResizeProperties
AWindowHandleActionCommands --> AWindowHandleCommands
AWindowHandleActionCommands --> IWindowHandleActionPropeties
AWindowHandleCommands --> ScriptCommand
AWindowHandleCommands --> IWindowHandleProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
